export const languagesLabelTemp = {
    "auto": "自动检测",
    "zh": "中文",
    "en": "英语",
    "jp": "日语",
    "kor": "韩语",
    "fra": "法语",
    "spa": "西班牙语",
    "ru": "俄语",
    "pt": "葡萄牙语",
    "de": "德语",
    "it": "意大利语",
    "dan": "丹麦语",
    "nl": "荷兰语",
    "may": "马来语",
    "swe": "瑞典语",
    "id": "印尼语",
    "pl": "波兰语",
    "rom": "罗马尼亚语",
    "tr": "土耳其语",
    "el": "希腊语",
    "hu": "匈牙利语"
}

export const languagesArrayTemp = ["自动检测", "中文", "英语", "日语", "韩语", "法语", "西班牙语", "俄语", "葡萄牙语", "德语", "意大利语", "丹麦语", "荷兰语", "马来语", "瑞典语", "印尼语", "波兰语", "罗马尼亚语", "土耳其语", "希腊语", "匈牙利语"];

